{
  "title": "شروط الخدمة",
  "subtitle": "الشروط والأحكام",
  "lastUpdated": "آخر تحديث: 1 يناير 2025",
  "readCarefully": "يرجى قراءة هذه الشروط بعناية قبل استخدام خدمتنا.",
  "tableOfContents": "جدول المحتويات",
  "sections": {
    "acceptance": {
      "title": "1. قبول الشروط",
      "content": "من خلال الوصول إلى واستخدام سنديك (\"نحن\" أو \"خاصتنا\" أو \"لنا\")، فإنك تقبل وتوافق على الالتزام بشروط وأحكام هذه الاتفاقية. إذا كنت لا توافق على الالتزام بما ورد أعلاه، فيرجى عدم استخدام هذه الخدمة."
    },
    "description": {
      "title": "2. وصف الخدمة",
      "content": "سنديك هي منصة SaaS شاملة مصممة لإدارة النقابات السكنية، توفر:",
      "features": [
        "إدارة العقارات والمباني",
        "التتبع المالي والتقارير",
        "أدوات التواصل مع السكان",
        "إدارة الاجتماعات والتصويت",
        "تخزين ومشاركة المستندات",
        "نظام طلبات الصيانة"
      ]
    },
    "userAccounts": {
      "title": "3. حسابات المستخدمين",
      "content": "عند إنشاء حساب معنا، يجب عليك تقديم معلومات دقيقة وكاملة ومحدثة في جميع الأوقات.",
      "responsibilities": [
        "الحفاظ على أمان كلمة المرور الخاصة بك",
        "قبول المسؤولية عن جميع الأنشطة تحت حسابك",
        "إخطارنا فوراً بأي استخدام غير مصرح به",
        "عدم مشاركة بيانات اعتماد حسابك"
      ]
    },
    "acceptableUse": {
      "title": "4. سياسة الاستخدام المقبول",
      "content": "يمكنك استخدام خدمتنا فقط للأغراض القانونية ووفقاً لهذه الشروط.",
      "prohibitedTitle": "الأنشطة المحظورة",
      "prohibited": [
        "انتهاك أي قانون فيدرالي أو إقليمي أو محلي أو دولي معمول به",
        "نقل أي مواد تشهيرية أو مسيئة أو مرفوضة",
        "التدخل في الخدمة أو الخوادم أو تعطيلها",
        "محاولة الحصول على وصول غير مصرح به لحسابات أخرى"
      ],
      "dataMisuseTitle": "إساءة استخدام البيانات",
      "dataMisuse": [
        "استخراج البيانات غير المصرح به",
        "مشاركة بيانات الاعتماد مع أطراف ثالثة",
        "محاولة اختراق الأمان",
        "الهندسة العكسية للمنصة"
      ]
    },
    "payment": {
      "title": "5. الدفع والفوترة",
      "content": "قد تتطلب بعض الخدمات الدفع. ستعرض شروط الدفع بوضوح قبل إجراء أي عملية شراء.",
      "details": [
        "جميع الرسوم غير قابلة للاسترداد إلا كما يتطلبه القانون",
        "تفوضنا بتحصيل الرسوم من طريقة الدفع الخاصة بك",
        "يتم فوترة رسوم الاشتراك مقدماً",
        "سيتم إبلاغ تغييرات الأسعار قبل 30 يوماً"
      ]
    },
    "privacy": {
      "title": "6. الخصوصية وحماية البيانات",
      "content": "خصوصيتك مهمة بالنسبة لنا. تشرح سياسة الخصوصية الخاصة بنا كيف نجمع ونستخدم ونحمي معلوماتك عند استخدام خدمتنا."
    },
    "intellectualProperty": {
      "title": "7. الملكية الفكرية",
      "content": "الخدمة ومحتواها الأصلي وميزاتها ووظائفها هي وستبقى الملكية الحصرية لسنديك ومرخصيها."
    },
    "limitationLiability": {
      "title": "8. تحديد المسؤولية",
      "content": "في أي حال من الأحوال لن تكون سنديك، ولا مديروها أو موظفوها أو شركاؤها أو وكلاؤها أو مورودها أو الشركات التابعة لها، مسؤولة عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو عقابية.",
      "importantNotice": "إشعار مهم:",
      "additionalContent": "مسؤوليتنا الإجمالية تجاهك عن أي مطالبة تنشأ من هذه الشروط أو استخدامك للخدمة لن تتجاوز المبلغ الذي دفعته لنا في الاثني عشر شهراً السابقة للمطالبة."
    },
    "termination": {
      "title": "9. الإنهاء",
      "content": "يمكننا إنهاء أو تعليق حسابك فوراً، دون إشعار مسبق أو مسؤولية، لأي سبب كان، بما في ذلك دون قيود إذا انتهكت الشروط."
    },
    "modifications": {
      "title": "10. التعديلات",
      "content": "نحتفظ بالحق، وفقاً لتقديرنا الوحيد، في تعديل أو استبدال هذه الشروط في أي وقت. إذا كان التعديل جوهرياً، فسنحاول تقديم إشعار لا يقل عن 30 يوماً."
    },
    "governingLaw": {
      "title": "11. القانون الحاكم",
      "content": "تُفسر هذه الشروط وتحكمها قوانين الولاية القضائية التي تعمل فيها سنديك، دون اعتبار لأحكام تضارب القوانين الخاصة بها."
    },
    "contact": {
      "title": "12. معلومات الاتصال",
      "content": "إذا كان لديك أي أسئلة حول هذه الشروط، يرجى الاتصال بنا:",
      "emailSupportTitle": "الدعم عبر البريد الإلكتروني",
      "phoneAddressTitle": "الهاتف والعنوان",
      "email": "legal@syndik.com",
      "phone": "+1-800-SYNDIK",
      "address": "القسم القانوني لسنديك، 123 شارع الأعمال، المدينة، البلد"
    }
  },
  "effectiveDate": {
    "title": "تاريخ السريان:",
    "content": "هذه الشروط سارية اعتباراً من 1 يناير 2025. باستمرارك في استخدام سنديك بعد هذا التاريخ، فإنك توافق على الالتزام بهذه الشروط."
  }
}
